/* String_On_Page_Template */
"(Please set your delicious.com ID using the Pagelet Inspector)" = "(Inserisci il tuo ID delicious.com utilizzando il pannello Impostazioni Pagelet)";

/* String_On_Page_Template -- followed by a number */
"delicious.com example no." = "Numero esempio delicious.com";

/* String_On_Page_Template */
"My Delicious Links" = "I miei link Delicious";